Repository: XavierKain/ParaFlightLog
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

source: The flight could not be saved. Please try again.
de: Der Flug konnte nicht gespeichert werden. Bitte erneut versuchen.
fr: Le vol n'a pas pu être enregistré. Réessaie.

source: These settings are synced automatically with your Apple Watch.
de: Diese Einstellungen werden automatisch mit deiner Apple Watch synchronisiert.
fr: Ces réglages sont synchronisés automatiquement avec ton Apple Watch.

source: This flight has no GPS track.
de: Dieser Flug hat keinen GPS-Track.
fr: Ce vol n'a pas de trace GPS.

source: This flight has no recorded track to replay.
de: Dieser Flug hat keinen aufgezeichneten Track zum Abspielen.
fr: Ce vol n'a pas de trace enregistrée à rejouer.

source: This flight was shared without its GPS track.
de: Dieser Flug wurde ohne GPS-Track geteilt.
fr: Ce vol a été partagé sans sa trace GPS.

source: This is the public name other pilots see on your flights and reports.
de: Das ist der öffentliche Name, den andere Piloten bei deinen Flügen und Meldungen sehen.
fr: C'est le nom public que les autres pilotes voient sur tes vols et tes rapports.

source: This spot flies when…
de: Dieser Spot fliegt, wenn…
fr: Ce spot vole quand…

source: This spot takes priority over automatic GPS detection
de: Dieser Spot hat Vorrang vor der automatischen GPS-Erkennung
fr: Ce spot est prioritaire sur la détection GPS automatique

source: This wing has %1$lld recorded flight%2$@. Archiving keeps the data, deleting erases it.
de: Dieser Schirm hat %1$lld Flug%2$@ aufgezeichnet. Archivieren behält die Daten, Löschen entfernt sie.
fr: Cette voile a %1$lld vol%2$@ enregistré. L'archivage conserve les données, la suppression les efface.

source: This wing has ^[%lld flight](inflect: true) recorded. Archiving keeps the data, deleting erases it.
de: Dieser Schirm hat ^[%lld Flug](inflect: true) aufgezeichnet. Archivieren behält die Daten, Löschen entfernt sie.
fr: Cette voile totalise ^[%lld vol](inflect: true). L'archivage conserve les données, la suppression les efface.

source: This wing has no recorded flights.
de: Dieser Schirm hat keine aufgezeichneten Flüge.
fr: Cette voile n'a aucun vol enregistré.

source: Time
de: Zeit
fr: Temps

source: Timeline
de: Zeitleiste
fr: Chronologie

source: To
de: Bis
fr: À

source: Today
de: Heute
fr: Aujourd'hui

source: Tools
de: Werkzeuge
fr: Outils

source: Total
de: Gesamt

source: Total hours
de: Gesamtstunden
fr: Heures totales

# Toutes
source: All
de: Alle
fr: Toutes

source: Track shared by the pilot (simplified line, colored by speed).
de: Vom Piloten geteilter Track (vereinfachte Linie, nach Geschwindigkeit gefärbt).
fr: Trace partagée par le pilote (ligne simplifiée, colorée selon la vitesse).

source: Trim flight
de: Flug kürzen
fr: Rogner le vol

source: Trim flight…
de: Flug kürzen…
fr: Rogner le vol…

source: Turn vario off
de: Vario ausschalten
fr: Désactiver le vario

source: Turn vario on
de: Vario einschalten
fr: Activer le vario

source: Type
de: Typ

source: Type a pilot name to find them — then follow them from their profile.
de: Gib einen Pilotennamen ein, um ihn zu finden — folge ihm dann über sein Profil.
fr: Saisis le nom d'un pilote pour le trouver — puis suis-le depuis son profil.

source: Unfollow this spot
de: Diesem Spot nicht mehr folgen
fr: Ne plus suivre ce spot

source: Unread
de: Ungelesen
fr: Non lu

source: Unstable — the day can overdevelop.
de: Labil — der Tag kann überentwickeln.
fr: Instable — la journée peut surdévelopper.

source: Untyped only
de: Nur ohne Typ
fr: Sans type uniquement

source: Use iPhone as tracker
de: iPhone als Tracker nutzen
fr: Utiliser l'iPhone comme tracker

source: Use iPhone as tracker adds a Timer tab so you can track flights without an Apple Watch. The vario plays climb beeps and sink alerts while a flight is running. Record weather at takeoff saves wind and temperature (Open-Meteo) with each new flight. Wind unit sets whether condition reports show wind strength in km/h or knots.
de: „iPhone als Tracker nutzen“ fügt einen Timer-Tab hinzu, damit du Flüge ohne Apple Watch aufzeichnen kannst. Das Vario gibt während eines laufenden Flugs Steigtöne und Sinkwarnungen aus. „Wetter beim Start erfassen“ speichert Wind und Temperatur (Open-Meteo) zu jedem neuen Flug. Die Windeinheit legt fest, ob Zustandsmeldungen die Windstärke in km/h oder Knoten anzeigen.
fr: « Utiliser l'iPhone comme tracker » ajoute un onglet Chrono pour suivre tes vols sans Apple Watch. Le vario joue des bips de montée et des alertes de descente pendant un vol. « Enregistrer la météo au décollage » enregistre le vent et la température (Open-Meteo) à chaque nouveau vol. « Unité de vent » définit si les rapports de conditions affichent la force du vent en km/h ou en nœuds.

# Valider
source: Validate
de: Bestätigen
fr: Valider

source: Vario sound & haptics
de: Vario-Ton & Haptik
fr: Son et haptique du vario

# Verrouillage automatique
source: Auto water lock
de: Auto-Wassersperre
fr: Verrouillage automatique

# Veuillez patienter
source: Please wait
de: Bitte warten
fr: Patiente un instant

source: View
de: Ansehen
fr: Voir

source: View my spot
de: Meinen Spot ansehen
fr: Voir mon spot

# Vitesse
source: Speed
de: Geschwindigkeit
fr: Vitesse

# Vitesse max
source: Max speed
de: Max. Geschw.
fr: Vitesse max

# Voile
source: Wing
de: Schirm
fr: Voile

# Voile utilisée
source: Wing used
de: Verwendeter Schirm
fr: Voile utilisée

# Voiles
source: Wings
de: Schirme
fr: Voiles

# Voiles archivées
source: Archived wings
de: Archivierte Schirme
fr: Voiles archivées

# vol
source: flight
de: Flug
fr: vol

# VOL EN COURS
source: FLIGHT IN PROGRESS
de: FLUG LÄUFT
fr: VOL EN COURS

# Vol terminé !
source: Flight completed!
de: Flug abgeschlossen!
fr: Vol terminé !

# vol%@
source: flight%@
de: Flug%@
fr: vol%@

# vols
source: flights
de: Flüge
fr: vols

# Vols
source: Flights
de: Flüge
fr: Vols

# Vols précédents
source: Previous flights
de: Frühere Flüge
fr: Vols précédents

source: Weather
de: Wetter
fr: Météo

source: Weather by Open-Meteo.
de: Wetter von Open-Meteo.
fr: Météo par Open-Meteo.

source: Week
de: Woche
fr: Semaine

source: Welcome to SoarX
de: Willkommen bei SoarX
fr: Bienvenue sur SoarX

source: West
de: Westen
fr: ouest

source: Whole flight overview
de: Gesamter Flug im Überblick
fr: Vue d'ensemble du vol

# widget_description
source: Launch the app and track your flights
de: Starte die App und zeichne deine Flüge auf
fr: Lance l'app et enregistre tes vols

# widget_flight
source: Flight
de: Flug
fr: Vol

# widget_start_flight
source: Start a flight
de: Flug starten
fr: Lancer un vol

source: Wind direction
de: Windrichtung
fr: Direction du vent

source: Wind directions this launch works with — used for the flyability dots in the forecast.
de: Windrichtungen, bei denen dieser Startplatz funktioniert — Basis für die Fliegbarkeits-Punkte in der Vorhersage.
fr: Directions de vent avec lesquelles ce déco fonctionne — utilisées pour les points de volabilité dans les prévisions.

source: Wind strength
de: Windstärke
fr: Force du vent

source: Wind unit
de: Windeinheit
fr: Unité de vent

source: Wing
de: Schirm
fr: Voile

source: Wing (e.g. Moustache M1 23)
de: Schirm (z. B. Moustache M1 23)
fr: Voile (ex : Moustache M1 23)

# wingLibrary.allWings
source: All wings
de: Alle Schirme
fr: Toutes les voiles

# wingLibrary.chooseFromLibrary
source: Choose from library
de: Aus der Bibliothek wählen
fr: Choisir dans la bibliothèque

# wingLibrary.loading
source: Loading...
de: Wird geladen...
fr: Chargement...

# wingLibrary.manufacturers
source: Manufacturers
de: Hersteller
fr: Fabricants

# wingLibrary.offlineMode
source: Offline mode - data may be outdated
de: Offline-Modus – Daten können veraltet sein
fr: Mode hors ligne - les données peuvent être obsolètes

# wingLibrary.retry
source: Retry
de: Erneut versuchen
fr: Réessayer

# wingLibrary.selectSize
source: Select size
de: Größe wählen
fr: Choisir la taille

# wingLibrary.title
source: Wing Library
de: Schirm-Bibliothek
fr: Bibliothèque de voiles

source: Wings
de: Schirme
fr: Voiles

source: Yes
de: Ja
fr: Oui

source: You fly here too — open your own spot page (forecast, flyability, your flights).
de: Du fliegst hier auch — öffne deine eigene Spot-Seite (Vorhersage, Fliegbarkeit, deine Flüge).
fr: Tu voles ici aussi — ouvre ta propre page de spot (prévisions, volabilité, tes vols).

source: Your dashboard fills up as you log flights. Start with your Watch, or add a flight manually from the Flights tab.
de: Dein Dashboard füllt sich, während du Flüge loggst. Starte mit deiner Watch oder füge im Tab „Flüge“ einen Flug manuell hinzu.
fr: Ton tableau de bord se remplit au fur et à mesure de tes vols. Commence avec ta Watch, ou ajoute un vol manuellement depuis l'onglet Vols.

source: Your flights, your spots, your sky.
de: Deine Flüge, deine Spots, dein Himmel.
fr: Tes vols, tes spots, ton ciel.

source: Your pilot profile is tied to your account. Sign in from Settings › Account to pick a name, bio and home spot.
de: Dein Pilotenprofil ist an dein Konto gebunden. Melde dich unter Einstellungen › Konto an, um Name, Bio und Heimatspot zu wählen.
fr: Ton profil pilote est lié à ton compte. Connecte-toi depuis Réglages › Compte pour choisir un nom, une bio et un spot principal.

source: Your spots
de: Deine Spots
fr: Tes spots

source: Your spots' weather, forecast & flyability
de: Wetter, Vorhersage & Fliegbarkeit deiner Spots
fr: Météo, prévisions et volabilité de tes spots

source: No wing or spot recorded
de: Kein Schirm und kein Spot erfasst
fr: Ni voile ni spot enregistrés

source: Deleted flight
de: Gelöschter Flug
fr: Vol supprimé

source: Takeoff altitude
de: Starthöhe
fr: Altitude au décollage

source: Landing altitude
de: Landehöhe
fr: Altitude à l'atterrissage

source: GPS points
de: GPS-Punkte
fr: Points GPS

source: Gusts
de: Böen
fr: Rafales

source: Direction
de: Richtung

source: Temperature
de: Temperatur
fr: Température

source: Restore this flight
de: Diesen Flug wiederherstellen
fr: Restaurer ce vol

source: Delete for good
de: Endgültig löschen
fr: Supprimer définitivement

source: Removed for good today.
de: Wird heute endgültig gelöscht.
fr: Supprimé définitivement aujourd'hui.

source: Clean up flights I deleted
de: Von mir gelöschte Flüge aufräumen
fr: Nettoyer les vols que j'ai supprimés

source: Clean up flights you deleted?
de: Gelöschte Flüge aufräumen?
fr: Nettoyer les vols que vous avez supprimés ?

source: Clean up
de: Aufräumen
fr: Nettoyer

source: Removes shared flights that are no longer in this logbook — leftovers from deletes made before the app removed them for you. If you also log flights on another device, run this from the device that has them all.
de: Entfernt geteilte Flüge, die nicht mehr in diesem Flugbuch sind — Überbleibsel von Löschungen, bevor die App das selbst übernahm. Wenn du auch auf einem anderen Gerät Flüge aufzeichnest, führe dies auf dem Gerät aus, das alle enthält.
fr: Supprime les vols partagés qui ne sont plus dans ce carnet — des restes de suppressions faites avant que l'app ne s'en charge. Si vous enregistrez aussi des vols sur un autre appareil, lancez ce nettoyage depuis celui qui les a tous.

source: Nothing to clean up — the community only has flights that are still in your logbook.
de: Nichts aufzuräumen — die Community enthält nur Flüge, die noch in deinem Flugbuch stehen.
fr: Rien à nettoyer — la communauté ne contient que des vols encore présents dans votre carnet.

source: 1 deleted flight removed from the community.
de: 1 gelöschter Flug aus der Community entfernt.
fr: 1 vol supprimé retiré de la communauté.

source: %lld deleted flights removed from the community.
de: %lld gelöschte Flüge aus der Community entfernt.
fr: %lld vols supprimés retirés de la communauté.

source: Pilot reports
de: Pilotenmeldungen
fr: Reports des pilotes

source: You
de: Du
fr: Vous

source: ^[%lld report](inflect: true) at this spot around this flight
de: ^[%lld Meldung](inflect: true) an diesem Spot rund um diesen Flug
fr: ^[%lld report](inflect: true) sur ce spot autour de ce vol

source: ^[%lld day](inflect: true) left before this flight is removed for good.
de: Noch ^[%lld Tag](inflect: true), bis dieser Flug endgültig gelöscht wird.
fr: ^[%lld jour](inflect: true) avant la suppression définitive de ce vol.

# App Watch
source: Watch App
fr: App Watch

# Chrono
source: Timer
fr: Chrono

source: Cloud Backup
fr: Sauvegarde cloud

source: Community
fr: Communauté

source: Community Feed
fr: Fil de la communauté

# Début
source: Start
fr: Début

source: Details
fr: Détails

# Détails
source: Details
fr: Détails

source: Export
fr: Exporter

source: iCloud Sync
fr: Synchronisation iCloud

source: Name
fr: Nom

# Nom
source: Name
fr: Nom

# Nom du spot
source: Spot name
fr: Nom du spot

source: Pilot
fr: Pilote

source: Spot name
fr: Nom du spot

source: Start
fr: Démarrer

source: Status
fr: État

# Système
source: System
fr: Système

source: Timer
fr: Chrono

source: Timer (Simulation)
fr: Chrono (simulation)

source: Tracking
fr: Suivi

source: Watch App
fr: App Watch

source: Wind
fr: Vent
